import Image from "next/image";

const About = () => {
  return (
    <section className="bg-white p-4">
      <div className="row">
        <div className="col-lg-4">
          <Image src="/images/img_2.png" width={620} height={343} alt="..." />
        </div>
        <div className="col-lg-8">
          <h5 className="fw-bold mb-4 mt-5 mt-lg-0">
            حول قناة اي نيوز الفضائية
          </h5>
          <p className="line-height-35">
            لوريم ايبسوم هو نموذج افتراضي يوضع في التصاميم لتعرض على العميل
            ليتصور طريقه النصوص بالتصاميم سواء كانت تصاميم مطبوعه ... بروشور او
            فلاير او نماذج مواقع انترنت او غيرها
          </p>
          <p className="line-height-35">
            لوريم ايبسوم هو نموذج افتراضي يوضع في التصاميم لتعرض على العميل
            ليتصور طريقه النصوص بالتصاميم سواء كانت تصاميم مطبوعه ... بروشور او
            فلاير او نماذج مواقع انترنت او غيرها
          </p>
          <p className="line-height-35">
            لوريم ايبسوم هو نموذج افتراضي يوضع في التصاميم لتعرض على العميل
            ليتصور طريقه النصوص بالتصاميم سواء كانت تصاميم مطبوعه ... بروشور او
            فلاير او نماذج مواقع انترنت او غيرها
          </p>
          <p className="line-height-35">
            لوريم ايبسوم هو نموذج افتراضي يوضع في التصاميم لتعرض على العميل
            ليتصور طريقه النصوص بالتصاميم سواء كانت تصاميم مطبوعه ... بروشور او
            فلاير او نماذج مواقع انترنت او غيرها
          </p>
        </div>
      </div>
    </section>
  );
};

export default About;
